{
	"appDesc": {
		"message": "חתום על מסמכי PDF במהירות. התאם אישית והצב את חתימת ה-PDF שלך באופן דיגיטלי על מסמכים."
	},
	"appName": {
		"message": "חתימת PDF"
	},
	"storeDesc": {
		"message": "חתימת PDF הוא הרחבה חזקה של Chrome כדי לסייע לך בחתימה, עריכה והורדה מהירה של קבצי PDF בקצות אצבעותיך. באמצעות תוסף זה, תוכל לחתום על המסמכים שלך, להתאים את החתימה, עובי הקו והצבע שלך ולטפל במסמכים מרובי עמודים.\n\nבין מגוון התכונות הרחב שלו, הנה 4 המובילים שאתה חייב לדעת:\n1️⃣ העלה וחתימה בקלות על קובץ PDF: אתה יכול בקלות להעלות את ה-PDF שלך באינטרנט ולחתום על מסמכי PDF תוך הצבת החתימה האלקטרונית שלך בדפים החיוניים.\n2️⃣ התאם את מראה החתימה: על ידי התאמה אישית של עובי הנקודה והצבע של החתימה שלך, תוכל לטפל בה כך שיתאים להעדפותיך.\n3️⃣ תמיכה מרובה עמודים: אנו מבינים שייתכן שיש לך מספר דפים להצבת החתימות האלקטרוניות שלך, וכן, אנו יכולים לסייע בכך. \n4️⃣ חתימה בו-זמנית: אתה יכול לעבוד על פני מספר דפים ולמקם את החתימות שלך בין מספר דפים בו-זמנית.\n\n🔀 העלה קבצי PDF.\nאתה יכול בקלות להעלות את מסמכי ה-PDF שלך ישירות לממשק ההרחבה כדי להתקדם עם הצבת חתימות אלקטרוניות. אתה יכול להועיל לגרור ושחרר את ה-PDF כדי לטפל בקבצים או להשתמש בלחצן \"בחר קבצים\" כדי להתחיל לחתום על ה-PDF שלך באינטרנט.\n\n🌟 הצב את החתימה שלך.\nעם תוסף חתימת PDF, אתה יכול להתחיל לחתום על מסמכים על ידי לחיצה בכל מקום על המקום האידיאלי של המסמך. אתה יכול לחתום במהירות על חוזים, טפסים, דוחות ומסמכים בטוחים; אתה צריך רק חיבור לאינטרנט.\n\n💻 ממשק ידידותי למשתמש.\nהתכונה הידידותית למשתמש עוזרת להיכנס למיקום האידיאלי והמדויק בצורה חלקה. לפיכך, תציב את החתימה האלקטרונית שלך בדיוק היכן שאתה מתכוון לה בכל עמוד PDF.\n\n✒️ התאם את עובי הקו והצבע.\nהאם אתה רוצה שעובי הקו של החתימה יהיה פחות? אין דאגות; אנו מציעים אפשרויות התאמה אישית יעילות. אפשרויות ההתאמה האישית שלנו הן היכולת להתאים את עובי הקו של החתימה ולבחור את הצבע האידיאלי. סוג זה של גמישות עוזר ליצור את החתימה האידיאלית לשמירה על המראה המקצועי של המסמכים שלך.\n\n🔙 בטל שינויים.\nהאם היית צריך לתקן טעות במסמך חתום? אבל אתה יכול לבטל את זה בהרחבה שלנו באופן מיידי. זה מאפשר לך לבטל כל שינוי ולתקן טעויות באופן מיידי ועוזר לך לעשות מחדש את כל תהליך החתימה מההתחלה.\n\n📑 תמיכה מרובה עמודים.\nבמהלך תהליך החתימה על מסמכים על פני מספר עמודים, ייתכן שתצטרך למצוא את התוסף הנכון שתומך בו, והרחבה זו עושה זאת! לאחר העלאת המסמך, תוכל לנווט למספר עמודים ב-PDF באינטרנט ולהציב את מסמכי החתימה שלך. כך, אתה יכול להציב באופן מיידי את החתימות האלקטרוניות שלך באופן עקבי בכל דפי המסמכים.\n\n📩 הורד את קובץ ה-PDF החתום.\nאתה יכול להוריד את קובץ ה-PDF שהשתנה לאחר שתסיים את החתימה על כל מסמך ה-PDF. ההורדה עוזרת לך להוריד את המסמך באופן מיידי ללא כל טרחה. כמו כן, המסמך יישמר בפורמט ובאיכות המקוריים שלו ומוכן לשימוש.\n\n⚙️ ניווט קל בסרגל הכלים.\nלאחר ייבוא ​​מסמכים, תוכל להשתמש בסרגל הכלים המוצב בחלק העליון של החלון כדי לגשת למגוון רחב של תכונות להוספת חתימות PDF עבור תיבת החתימה האידיאלית במסמך שלך. לדוגמה, אתה יכול לנווט בין דפי ה-PDF, להגדיל/להקטין, לגשת לכלי חתימה, להתאים את צבע החתימה ועובי החתימה, לבטל שינויים ולשמור את המסמך.\n\n🏹 חתימות אלקטרוניות לעומת חתימות דיגיטליות.\nלהלן ההבדלים הקריטיים בין חתימות אלקטרוניות לעומת חתימות דיגיטליות:\n✅ חתימה אלקטרונית פשוטה; אתה יכול אפילו למקם את החתימה שלך בכתב יד ולחתום על PDF באינטרנט, בעוד חתימה דיגיטלית היא מושג אחר.\n✅ חתימה אלקטרונית עוזרת להתאים את המסמך שלך עם החתימה הנכונה כדי לסמן את האישור או הקבלה.\n✅ חתימה אלקטרונית מבטיחה שימוש פשוט ונוחות כדי להקל על עסקאות יומיומיות לחתימה על PDF באינטרנט.\n✅ ניתן להשתמש בו בפעילויות שונות כגון חתימה על הסכמים, תנאי שירות או מילוי טופסי הסכמה.\n✅ מסייע בשמירה על שלמות המסמך ועל אותנטיות החותם. בשל האימות החזק שלה, לחתימה האלקטרונית יש משקל רב יותר בסביבות משפטיות ורגולטוריות.\n✅ ניתן ליישם במהירות חתימה אלקטרונית על פני מסמכים ועסקאות שונות.\n\n📜 כיצד להשתמש בתוסף \"חתימת PDF\".\nלהלן השלבים הפשוטים להוספת שדה החתימה הדיגיטלית שלך או יצירת חתימות באמצעות תוסף \"חתימת PDF\":\n1️⃣ התקן את התוסף: עבור אל חנות האינטרנט של Chrome וחפש את \"חתום PDF\". אם אתה נמצא בדף התוסף, לחץ על \"הוסף ל-Chrome\" והתקן את התוסף.\n2️⃣ הפעל את התוסף: אתה יכול להשתמש בו לאחר הורדתו. לחץ על סמל התוסף \"חתום על PDF\" בסרגל הכלים של הדפדפן ואפשר ממנו להשתמש בו.\n3️⃣ העלה את ה-PDF שלך: אתה יכול לגרור ולשחרר את קובץ ה-PDF שלך לקטע ההעלאה או ללחוץ על \"בחר קבצים\" כדי לבחור קובץ מהמחשב שלך כדי להמשיך.\n4️⃣ הצב את החתימה שלך: לאחר העלאת מסמך ה-PDF, לחץ על כפתור \"חתום\" בעמוד שבו תרצה למקם את החתימה שלך. כעת, אתה יכול להתאים את עובי הקו והצבע ולהציב את החתימה שלך כנדרש.\n5️⃣ סקירה ועריכה: כדי לבטל עריכה, לחץ על סמל הבטל בסרגל הכלים והתאם את התיקונים בהתאם.\n6️⃣ הורד את ה-PDF החתום: לאחר השלמת הליך העריכה, לחץ על כפתור \"הורד\" כדי לשמור את ה-PDF החתום במחשב שלך.\n\nתכונות קרובות.\nלהלן הפונקציונליות המתקדמת הקריטית הקרובה של תוסף חתימת PDF:\n↪️ הוסף טקסט: בעדכונים עתידיים תקבל פתרון שיעזור בהוספת חתימות, כולל חתימות אלקטרוניות, וגם בהוספת טקסט. כך, ניתן למקם טקסט בכל מקום (כולל שדות טופס ושדה טקסט) במסמך ה-PDF, ללחוץ פעמיים כדי לבצע בו שינויים ולמלא אותו. בין אם אתה רוצה למלא טפסי PDF או להזין הערות טקסט, אתה יכול למלא אותם בקלות כאן!\n↪️ שמור מספר חתימות אלקטרוניות: אנו נשלב תכונה לשמירת החתימה הנוכחית במקום לצייר חתימה אלקטרונית אחת בכל פעם למסמך שלך.\n↪️ שלב תבניות מוכנות מראש: כדי להקל על המשימה שלך, נוסיף תבניות מוכנות שיתלוו למסמכים החתומים ונבחר את סוג החתימה האידיאלי. לפיכך, זה יעזור לייעל את תהליך החתימה האלקטרונית של PDF ביעילות.\n↪️ בקש חתימות: בגרסה העתידית, אנו נתמוך בבקשת חתימה אלקטרונית עם תאריך תפוגה, יצירת חתימה אלקטרונית ושליחת בקשה בדוא\"ל יחד איתה. לפיכך, המשתמש יכול להציג תצוגה מקדימה של האפליקציה ולחתום דיגיטלית או למקם את השלט האלקטרוני ביעילות.\n\nחתום PDF הוא פתרון חתימה אלקטרונית רב-תכליתית המאפשר לך לחתום באופן מיידי על מסמך PDF! הממשק הידידותי למשתמש, היכולת להוסיף חתימות ותכונות מתקדמות עוזרים לך למקם ביעילות חתימות אלקטרוניות במסמכי PDF."
	}
}
