{
	"appDesc": {
		"message": "Firme documentos PDF rápidamente. Personalice y coloque su firma pdf digitalmente en los documentos."
	},
	"appName": {
		"message": "Firma de PDF"
	},
	"storeDesc": {
		"message": "Firma de PDF es una sólida extensión de Chrome que le ayudará a firmar, editar y descargar rápidamente archivos PDF al alcance de su mano. Con esta extensión, puede firmar sus documentos, ajustar la firma, el grosor de la línea y el color, y manejar documentos de varias páginas.\n\nEntre su amplia gama de características, aquí tienes las 4 principales que debes conocer:\n1️⃣ Cargue y firme fácilmente un archivo PDF: puede cargar su PDF en línea sin esfuerzo y firmar documentos PDF mientras coloca su firma electrónica en las páginas esenciales.\n2️⃣ Ajusta la apariencia de la firma: al personalizar el grosor del punto y el color de tu firma, puedes manejarla según tus preferencias.\n3️⃣ Soporte de varias páginas: entendemos que es posible que tenga varias páginas para colocar sus firmas electrónicas y sí, podemos ayudarlo con eso. \n4️⃣ Firma simultánea: puede trabajar en varias páginas y colocar sus firmas en varias páginas simultáneamente.\n\n🔀 Cargar archivos PDF.\nPuede cargar fácilmente sus documentos PDF directamente en la interfaz de la extensión para avanzar en la colocación de firmas electrónicas. Puede aprovechar el PDF de arrastrar y soltar para manejar los archivos o usar el botón \"Seleccionar archivos\" para comenzar a firmar su PDF en línea.\n\n🌟Coloca tu firma.\nCon la extensión Firma de PDF, puede comenzar a firmar documentos haciendo clic en cualquier lugar ideal del documento. Puede firmar rápidamente contratos, formularios, informes y documentos seguros; solo necesitas una conexión a internet.\n\n💻 Interfaz fácil de usar.\nLa función fácil de usar ayuda a registrar el posicionamiento ideal y preciso sin problemas. De este modo, colocará su firma electrónica exactamente donde desee en cada página del PDF.\n\n✒️ Ajuste el grosor y el color de la línea.\n¿Quieres que el grosor de la línea de la firma sea menor? No hay problema; Ofrecemos opciones de personalización efectivas. Nuestras opciones de personalización son la posibilidad de ajustar el grosor de la línea de la firma y elegir el color ideal. Este tipo de flexibilidad ayuda a crear la firma ideal para mantener el aspecto profesional de sus documentos.\n\n🔙 Deshacer cambios.\n¿Necesitaba corregir un error en un documento firmado? Pero puedes deshacerlo en nuestra extensión al instante. Esto le permite deshacer cualquier cambio y corregir errores al instante y le ayuda a rehacer todo el proceso de firma desde el principio.\n\n📑 Soporte multipágina.\nDurante el proceso de firma de documentos en varias páginas, es posible que tengas que encontrar la extensión adecuada que lo admita, ¡y esta extensión lo hace! Después de cargar el documento, puede navegar a varias páginas del PDF en línea y colocar sus documentos de firma. Por lo tanto, puede colocar instantáneamente sus firmas electrónicas de manera consistente en todas las páginas del documento.\n\n📩 Descarga el archivo PDF firmado.\nPuede descargar el archivo PDF modificado una vez que haya completado la firma en todo el documento PDF. La descarga le ayuda a descargar instantáneamente el documento sin ningún problema. Además, el documento se guardaría en su formato y calidad originales y estaría listo para su uso.\n\n⚙️ Navegación sencilla con la barra de herramientas.\nDespués de importar documentos, puede usar la barra de herramientas ubicada en la parte superior de la ventana para acceder a una amplia gama de funciones para agregar firmas en PDF para obtener el cuadro de firma ideal en su documento. Por ejemplo, puede navegar por las páginas del PDF, acercar o alejar, acceder a herramientas de firma, ajustar el color y el grosor de la firma, deshacer cambios y guardar el documento.\n\n🏹 Firmas Electrónicas vs. Firmas Digitales.\nEstas son las diferencias fundamentales entre las firmas electrónicas y las firmas digitales:\n✅La firma electrónica es sencilla; incluso puedes colocar tu firma manuscrita y firmar un PDF online, mientras que la firma digital es un concepto diferente.\n✅ La firma electrónica ayuda a ajustar su documento con la firma correcta para indicar la aprobación o aceptación.\n✅ La firma electrónica garantiza un uso sencillo y conveniente para facilitar las transacciones diarias para firmar un PDF en línea.\n✅ Se puede utilizar en diversas actividades, como firmar acuerdos, términos de servicio o completar formularios de consentimiento.\n✅ Ayuda a mantener la integridad del documento y la autenticidad del firmante. Debido a su sólida verificación, la firma electrónica tiene más peso en entornos legales y regulatorios.\n✅ Puede implementar rápidamente la firma electrónica en varios documentos y transacciones.\n\n📜 Cómo utilizar la extensión \"Firmar PDF\".\nEstos son los sencillos pasos para agregar su campo de firma digital o crear firmas a través de la extensión \"Firmar PDF\":\n1️⃣ Instale la extensión: vaya a Chrome Web Store y busque \"Firmar PDF\". Si está en la página de la extensión, haga clic en \"Agregar a Chrome\" e instale la extensión.\n2️⃣ Habilite la extensión: puede usarla después de descargarla. Haga clic en el icono de la extensión \"Firmar PDF\" en la barra de herramientas de su navegador y habilítelo para usarlo desde allí.\n3️⃣ Cargue su PDF: puede arrastrar y soltar su archivo PDF en la sección de carga o hacer clic en \"Seleccionar archivos\" para seleccionar un archivo de su computadora y continuar.\n4️⃣ Coloque su firma: una vez cargado el documento PDF, haga clic en el botón \"Firmar\" en la página donde desea colocar su firma. Ahora puede ajustar el grosor y el color de la línea y colocar su firma según sea necesario.\n5️⃣ Revisar y editar: para deshacer una edición, haga clic en el ícono de deshacer en la barra de herramientas y ajuste las correcciones en consecuencia.\n6️⃣ Descargue el PDF firmado: una vez que haya completado el procedimiento de edición, haga clic en el botón \"Descargar\" para guardar el PDF firmado en su computadora.\n\nPróximas funciones.\nEstas son las próximas funciones avanzadas críticas de la extensión Firma de PDF:\n↪️ Agregar texto: en futuras actualizaciones, obtendrá una solución que le ayudará a agregar firmas, incluidas firmas electrónicas, y también agregar texto. Por lo tanto, puede colocar texto en cualquier lugar (incluidos los campos de formulario y el campo de texto) del documento PDF, hacer doble clic para realizar cambios en él y completarlo. Ya sea que desee completar formularios PDF o ingresar anotaciones de texto, ¡puede completarlos fácilmente aquí!\n↪️ Guarde varias firmas electrónicas: integraremos una función para guardar la firma actual en lugar de dibujar una firma electrónica cada vez en su documento.\n↪️ Integre plantillas prediseñadas: Para facilitar su tarea, agregaremos plantillas prediseñadas para acompañar los documentos firmados y seleccionaremos el tipo de firma ideal. Por lo tanto, ayudará a agilizar el proceso de firma electrónica de archivos PDF de forma eficaz.\n↪️ Solicitar firmas: en la versión futura, admitiremos solicitar una firma electrónica con una fecha de vencimiento, crear una firma electrónica y enviar una solicitud por correo electrónico junto con ella. Por lo tanto, el usuario puede obtener una vista previa de la aplicación y firmar digitalmente o colocar el signo electrónico de manera efectiva.\n\nFirma de PDF es una solución de firma electrónica versátil que le permite firmar instantáneamente un documento PDF. Su interfaz fácil de usar, su capacidad para agregar firmas y sus funciones avanzadas lo ayudan a colocar firmas electrónicas de manera efectiva en documentos PDF."
	}
}
