{
	"appDesc": {
		"message": "Подписвайте бързо PDF документи. Персонализирайте и поставяйте цифрово своя PDF подпис върху документите."
	},
	"appName": {
		"message": "Подпис в PDF"
	},
	"storeDesc": {
		"message": "Подпис в PDF е надеждно разширение за Chrome, което ви помага бързо да подписвате, редактирате и изтегляте PDF файлове на една ръка разстояние. С помощта на това разширение можете да подписвате документите си, да коригирате подписа си, дебелината на линията и цвета и да обработвате многостранични документи.\n\nСред широката гама от функции, ето първите 4, които трябва да знаете:\n1️⃣ Лесно качване и подписване на PDF файл: Можете без усилие да качите вашия PDF файл онлайн и да подписвате PDF документи, докато поставяте своя електронен подпис на основните страници.\n2️⃣ Коригирайте външния вид на подписа: Като персонализирате дебелината на точката и цвета на вашия подпис, можете да го управлявате така, че да отговаря на вашите предпочитания.\n3️⃣ Поддръжка на много страници: Разбираме, че може да имате няколко страници, за да поставите своите електронни подписи, и да, можем да ви помогнем с това. \n4️⃣ Едновременно подписване: Можете да работите на няколко страници и да поставите вашите подписи между няколко страници едновременно.\n\n🔀 Качване на PDF файлове.\nМожете лесно да качите вашите PDF документи директно в интерфейса на разширението, за да напреднете с поставянето на електронни подписи. Можете да се възползвате от PDF с плъзгане и пускане, за да обработвате файловете, или да използвате бутона „Избор на файлове“, за да започнете да подписвате вашия PDF файл онлайн.\n\n🌟 Поставете своя подпис.\nС разширението Подпис в PDF можете да започнете да подписвате документи, като щракнете навсякъде върху идеалното място на документа. Можете бързо да подписвате договори, формуляри, отчети и сигурни документи; имате нужда само от интернет връзка.\n\n💻 Удобен за потребителя интерфейс.\nУдобната за потребителя функция помага за безпроблемно влизане в идеалното и прецизно позициониране. Така вие ще поставите електронния си подпис точно там, където искате, на всяка PDF страница.\n\n✒️ Регулиране на дебелината и цвета на линията.\nИскате ли дебелината на линията на подписа да е по-малка? Няма проблем; предлагаме ефективни опции за персонализиране. Нашите опции за персонализиране са възможността да регулирате дебелината на линията на подписа и да изберете идеалния цвят. Този тип гъвкавост помага да се създаде идеалният подпис за поддържане на професионалния вид на вашите документи.\n\n🔙 Отмяна на промените.\nТрябваше ли да коригирате грешка в подписан документ? Но можете незабавно да го отмените в нашето разширение. Това ви позволява незабавно да отмените всички промени и да коригирате грешки и ви помага да повторите целия процес на подписване от самото начало.\n\n📑 Поддръжка на много страници.\nПо време на процеса на подписване на документ на множество страници може да се наложи да намерите правилното разширение, което го поддържа, а това разширение го прави! След като качите документа, можете да навигирате до множество страници в PDF файла онлайн и да поставите документите си за подпис. По този начин можете незабавно да поставите своите електронни подписи последователно във всички страници на документа.\n\n📩 Изтеглете подписания PDF файл.\nМожете да изтеглите модифицирания PDF файл, след като завършите подписването на целия PDF документ. Изтеглянето ви помага незабавно да изтеглите документа без никакви проблеми. Освен това документът ще бъде запазен в оригиналния си формат и качество и готов за използване.\n\n⚙️ Лесна навигация в лентата с инструменти.\nСлед като импортирате документи, можете да използвате лентата с инструменти, разположена в горната част на прозореца, за достъп до широк набор от функции за добавяне на PDF подписи за идеалното поле за подпис във вашия документ. Например, можете да навигирате през PDF страниците, да увеличавате/намалявате мащаба, да имате достъп до инструментите за подпис, да регулирате цвета и дебелината на подписа, да отменяте промените и да запазвате документа.\n\n🏹 Електронни подписи срещу цифрови подписи.\nЕто основните разлики между електронните подписи и цифровите подписи:\n✅ Електронният подпис е лесен; можете дори да поставите своя собственоръчен подпис и да подпишете PDF файл онлайн, докато цифровият подпис е различна концепция.\n✅ Електронният подпис помага да коригирате вашия документ с правилния подпис, за да обозначите одобрението или приемането.\n✅ Електронният подпис осигурява лесна употреба и удобство за улесняване на ежедневните транзакции за подписване на PDF онлайн.\n✅ Може да се използва в различни дейности, като подписване на споразумения, условия на услугата или попълване на формуляри за съгласие.\n✅ Помага за поддържане целостта на документа и автентичността на подписващия. Поради стабилната си проверка, електронният подпис има по-голяма тежест в правната и регулаторна среда.\n✅ Можете бързо да внедрите електронен подпис в различни документи и транзакции.\n\n📜 Как да използвате разширението „Подпис в PDF“.\nЕто простите стъпки за добавяне на полето за цифров подпис или създаване на подписи чрез разширението „Подпис на PDF“:\n1️⃣ Инсталирайте разширението: Моля, отидете в уеб магазина на Chrome и потърсете „Подпис в PDF“. Ако сте на страницата с разширението, щракнете върху „Добавяне към Chrome“ и инсталирайте разширението.\n2️⃣ Активирайте разширението: можете да го използвате, след като го изтеглите. Щракнете върху иконата на разширението „Подписване на PDF“ в лентата с инструменти на вашия браузър и разрешете да се използва от него.\n3️⃣ Качете своя PDF: Можете да плъзнете и пуснете своя PDF файл в секцията за качване или да щракнете върху „Избор на файлове“, за да изберете файл от вашия компютър, за да продължите.\n4️⃣ Поставете своя подпис: След като PDF документът бъде качен, щракнете върху бутона „Подпиши“ на страницата, където искате да поставите своя подпис. Сега можете да регулирате дебелината и цвета на линията и да поставите своя подпис, както е необходимо.\n5️⃣ Преглед и редактиране: За да отмените редакция, щракнете върху иконата за отмяна в лентата с инструменти и съответно коригирайте корекциите.\n6️⃣ Изтеглете подписания PDF: След като завършите процедурата за редактиране, щракнете върху бутона „Изтегляне“, за да запишете подписания PDF на вашия компютър.\n\nПредстоящи функции.\nЕто критичната предстояща разширена функционалност на разширението Подпис в PDF:\n↪️ Добавяне на текст: В бъдещи актуализации ще получите решение, което да ви помогне да добавите подписи, включително електронни подписи, както и да добавите текст. По този начин можете да поставите текст навсякъде (включително полета на формуляр и текстово поле) в PDF документа, да щракнете двукратно, за да направите промени в него, и да го попълните. Независимо дали искате да попълните PDF формуляри или да въведете текстови пояснения, можете лесно да ги изпълните тук!\n↪️ Запазване на множество електронни подписи: Ние ще интегрираме функция за запазване на текущия подпис, вместо да рисуваме един електронен подпис всеки път към вашия документ.\n↪️ Интегрирайте предварително направени шаблони: За да улесним задачата ви, ние ще добавим предварително направени шаблони, които да придружават подписаните документи и ще изберем идеалния тип подпис. По този начин ще помогне за ефективното рационализиране на процеса на електронно подписване на PDF файлове.\n↪️ Искане на подписи: В бъдещата версия ще поддържаме заявка за електронен подпис с дата на изтичане, създаване на електронен подпис и изпращане на имейл заявка заедно с него. Следователно потребителят може да визуализира приложението и да подпише цифрово или да постави ефективно знака e.\n\nПодпис в PDF е универсално решение за електронен подпис, което ви позволява незабавно да подпишете PDF документ! Неговият удобен за потребителя интерфейс, възможност за добавяне на подписи и разширени функции ви помагат ефективно да поставяте електронни подписи в PDF документи."
	}
}
