export default {
    notWork1: 'فشل في الاتصال بواتساب الخاص بك، يرجى تحديث الصفحة لإعادة الاتصال.',
    notWork2: 'وإلا، فإن أداة تصدير الأرقام من جهات الاتصال والمجموعات لواتساب لن تعمل.',
    popup: {
        faq: 'الأسئلة الشائعة',
        excludeAdmin: 'استبعاد المسؤولين',
        fileFormat: 'اختر صيغة الملف:',
        labelGroup: 'التصدير من المجموعة:',
        labelChatList: 'تصدير المعلومات من قائمة الدردشة:',
        button: {
            group: 'تصدير الأرقام من المجموعة',
            contacts: 'تصدير جهات الاتصال',
        },
    },
    review1: {
        title: 'مجاني للاستخدام!',
        desc: 'اترك مراجعة لفتح الوصول غير المحدود للتحقق!',
        tip: 'حاليًا يدعم التصدير حتى 10 مرات.',
        button: {
            cancel: 'لا، أرسل الآن!',
            contacts: 'اترك مراجعة'
        }
    },
    review2: {
        groupTitle: 'الطريقة 1: الانضمام إلى المجموعة',
        title: 'الطريقة 1: اترك مراجعة',
        desc: 'قم بتقييمنا واترك مراجعة لفتح الوصول غير المحدود! 👋',
        step: {
            here: 'اضغط هنا',
            1: ' للذهاب إلى متجر الإضافات.',
            2: ' قيّمنا ⭐️⭐️⭐️⭐️⭐️ واترك مراجعة.',
            3: ' التقط لقطة شاشة، احفظها، وقم بتحميل الصورة.'
        },
        button: {
            submit: 'إرسال',
            groupJoin: 'اضغط وانضم إلى المجموعة لفتح'
        }
    },
    review3: {
        tip1: 'شكرًا لمشاركتك!',
        tip2: 'سنراجع طلبك ونمنحك الوصول غير المحدود في غضون 1-5 دقائق.'
    },
    MultiAccountLimit: {
        title: "هل تحتاج إلى التصدير من حسابات متعددة؟",
        content1: `إضافة جوجل تدعم حتى 3 حسابات واتساب.
        لمزيد من المرونة، مرحباً بك لتجربة منتج سطح المكتب الخاص بنا!<br>
        👉 `,
        contactUsLink: 'https://wadesk.io/',
        contactUs: 'تواصل معنا للحصول على نسخة تجريبية مجانية'
    },
    MultiDeviceLimit: {
        title: "هل تحتاج إلى التصدير من أجهزة متعددة؟",
        content1: `إضافة جوجل تدعم حتى 3 أجهزة لكل حساب.
        لمزيد من المرونة، مرحباً بك لتجربة منتج سطح المكتب الخاص بنا!<br>
        👉 `,
        contactUsLink: 'https://wadesk.io/',
        contactUs: 'تواصل معنا للحصول على نسخة تجريبية مجانية'
    },
    Permission: {
        reachCountLimit: "تم الوصول إلى الحد الأقصى للتصدير."
    }
}
