{
	"appDesc": {
		"message": "Швидко підписуйте PDF-документи. Налаштуйте та розмістіть свій цифровий підпис у форматі PDF на документах."
	},
	"appName": {
		"message": "PDF Підпис"
	},
	"storeDesc": {
		"message": "PDF Підпис – це надійне розширення Chrome, яке допоможе вам швидко підписувати, редагувати та завантажувати файли PDF у вас під рукою. За допомогою цього розширення ви можете підписувати документи, налаштовувати свій підпис, товщину лінії та колір, а також обробляти багатосторінкові документи.\n\nСеред його широкого спектру функцій ось 4 найкращі, які ви повинні знати:\n1️⃣ Легко завантажуйте та підписуйте PDF-файл: ви можете без зусиль завантажити PDF-файл онлайн і підписувати PDF-документи, розміщуючи електронний підпис на основних сторінках.\n2️⃣ Налаштуйте зовнішній вигляд підпису: налаштувавши товщину крапки та колір вашого підпису, ви можете керувати ним відповідно до своїх уподобань.\n3️⃣ Підтримка багатьох сторінок: ми розуміємо, що у вас може бути кілька сторінок для розміщення електронних підписів, і так, ми можемо допомогти з цим. \n4️⃣ Одночасний підпис: ви можете працювати на кількох сторінках і розміщувати свої підписи на кількох сторінках одночасно.\n\n🔀 Завантажуйте PDF-файли.\nВи можете легко завантажити PDF-документи безпосередньо в інтерфейс розширення, щоб випередити розміщення електронних підписів. Ви можете скористатися функцією перетягування PDF для обробки файлів або скористайтеся кнопкою «Вибрати файли», щоб почати підписувати PDF-файл онлайн.\n\n🌟 Розмістіть свій підпис.\nЗа допомогою розширення PDF Підпис ви можете почати підписувати документи, клацнувши будь-де в ідеальному місці документа. Ви можете швидко підписувати договори, форми, звіти та конфіденційні документи; вам потрібне лише підключення до Інтернету.\n\n💻 Зручний інтерфейс.\nЗручна функція допомагає безперешкодно вводити ідеальне та точне позиціонування. Таким чином, ви розмістите свій електронний підпис саме там, де хочете, на кожній сторінці PDF.\n\n✒️ Налаштуйте товщину лінії та колір.\nХочете, щоб товщина лінії підпису була меншою? Ніяких турбот; ми пропонуємо ефективні варіанти налаштування. Наші можливості налаштування — це можливість регулювати товщину лінії підпису та підбирати ідеальний колір. Цей тип гнучкості допомагає створити ідеальний підпис для підтримки професійного вигляду ваших документів.\n\n🔙 Скасувати зміни.\nВам потрібно було виправити помилку в підписаному документі? Але ви можете миттєво скасувати це в нашому розширенні. Це дозволяє миттєво скасувати будь-які зміни та виправити помилки, а також повторити весь процес підписання з самого початку.\n\n📑 Багатосторінкова підтримка.\nПід час процесу підписання документів на кількох сторінках вам може знадобитися знайти правильне розширення, яке підтримує його, і це розширення підтримує! Після завантаження документа ви можете перейти до кількох сторінок у PDF-файлі в режимі он-лайн і розмістити документи для підпису. Таким чином, ви можете миттєво розмістити свої електронні підписи узгоджено на всіх сторінках документа.\n\n📩 Завантажте підписаний PDF-файл.\nВи можете завантажити змінений PDF-файл після того, як завершите підпис у всьому PDF-документі. Завантаження допомагає миттєво завантажити документ без будь-яких проблем. Крім того, документ буде збережено в оригінальному форматі та якості та готовий до використання.\n\n⚙️ Зручна навігація панелі інструментів.\nПісля імпорту документів ви можете використовувати панель інструментів у верхній частині вікна, щоб отримати доступ до широкого спектру функцій для додавання підписів PDF для ідеального поля для підпису у вашому документі. Наприклад, ви можете переміщатися сторінками PDF, збільшувати/зменшувати масштаб, отримувати доступ до інструментів підпису, налаштовувати колір і товщину підпису, скасовувати зміни та зберігати документ.\n\n🏹 Електронні підписи проти цифрових підписів.\nОсь основні відмінності між електронними підписами та цифровими підписами:\n✅ Електронний підпис простий; ви навіть можете поставити свій власноручний підпис і підписати PDF-файл онлайн, тоді як цифровий підпис — це інше поняття.\n✅ Електронний підпис допомагає налаштувати ваш документ із правильним підписом, щоб підтвердити схвалення чи прийняття.\n✅ Електронний підпис забезпечує просте використання та зручність для полегшення щоденних транзакцій для підписання PDF-файлів онлайн.\n✅ Його можна використовувати для різних дій, таких як підписання угод, умов надання послуг або заповнення форм згоди.\n✅ Допомагає підтримувати цілісність документа та автентичність підписувача. Завдяки надійній верифікації електронний підпис має більшу вагу в правовому та нормативному середовищі.\n✅ Ви можете швидко застосувати електронний підпис для різних документів і транзакцій.\n\n📜 Як користуватися розширенням «PDF Підпис».\nОсь прості кроки, щоб додати поле цифрового підпису або створити підписи за допомогою розширення «Підписати PDF».\n1️⃣ Установіть розширення: перейдіть у веб-магазин Chrome і знайдіть «Підписати PDF». Якщо ви перебуваєте на сторінці розширення, натисніть «Додати до Chrome» і встановіть розширення.\n2️⃣ Увімкніть розширення: ви зможете використовувати його після завантаження. Клацніть піктограму розширення «Підписати PDF» на панелі інструментів браузера та ввімкніть його для використання з нього.\n3️⃣ Завантажте PDF-файл: ви можете перетягнути PDF-файл у розділ завантаження або натиснути «Вибрати файли», щоб вибрати файл із комп’ютера, щоб продовжити.\n4️⃣ Розмістіть свій підпис: коли PDF-документ буде завантажено, натисніть кнопку «Підписати» на сторінці, де ви хочете поставити свій підпис. Тепер ви можете налаштувати товщину та колір лінії та розмістити свій підпис за потреби.\n5️⃣ Перегляд і редагування: щоб скасувати редагування, клацніть піктограму скасування на панелі інструментів і внесіть відповідні зміни.\n6️⃣ Завантажте підписаний PDF-файл: завершивши процедуру редагування, натисніть кнопку «Завантажити», щоб зберегти підписаний PDF-файл на свій комп’ютер.\n\nМайбутні функції.\nОсь важливі майбутні розширені функції розширення PDF Підпис:\n↪️ Додати текст: у майбутніх оновленнях ви отримаєте рішення, яке допоможе додати підписи, зокрема електронні підписи, а також додати текст. Таким чином, ви можете розмістити текст будь-де (включаючи поля форми та текстове поле) у PDF-документі, двічі клацнути, щоб внести зміни в нього, і заповнити його. Якщо ви хочете заповнити форми PDF або ввести текстові анотації, ви можете легко виконати їх тут!\n↪️ Зберігати кілька електронних підписів: ми інтегруємо функцію збереження поточного підпису замість того, щоб кожен раз намалювати один електронний підпис у вашому документі.\n↪️ Інтегруйте готові шаблони: щоб полегшити ваше завдання, ми додамо готові шаблони до підписаних документів і виберемо ідеальний тип підпису. Таким чином, це допоможе спростити процес електронного підпису PDF-файлів.\n↪️ Запит на підписи: у майбутній версії ми підтримуватимемо запит електронного підпису з терміном дії, створення електронного підпису та надсилання запиту електронною поштою разом із ним. Таким чином, користувач може попередньо переглянути програму та поставити цифровий підпис або ефективно розмістити електронний знак.\n\nPDF Підпис — це універсальне рішення для електронного підпису, яке дозволяє миттєво підписати PDF-документ! Його зручний інтерфейс, можливість додавати підписи та розширені функції допомагають ефективно розміщувати електронні підписи в документах PDF."
	}
}
