{
	"appDesc": {
		"message": "快速簽署 PDF 文件。自訂您的 pdf 簽名並將其數位化放置在文件上。"
	},
	"appName": {
		"message": "PDF簽名"
	},
	"storeDesc": {
		"message": "PDF簽名 是一款强大的 Chrome 扩展程序，可帮助您轻松快速签名、编辑和下载 PDF 文件。使用此扩展，您可以签署文档，调整签名、线条粗细和颜色，以及处理多页文档。\n\n在其广泛的功能中，以下是您必须了解的 4 个主要功能：\n1️⃣ 轻松上传并签署 PDF 文件：您可以轻松在线上传 PDF 并签署 PDF 文档，同时在重要页面上放置电子签名。\n2️⃣ 调整签名外观：通过自定义签名点的粗细和颜色，您可以根据自己的喜好进行处理。\n3️⃣ 多页面支持：我们知道您可能有多个页面来放置电子签名，是的，我们可以提供帮助。 \n4️⃣ 同时签名：您可以跨多个页面工作，并同时在多个页面之间签名。\n\n🔀 上传 PDF 文件。\n您可以轻松地将 PDF 文档直接上传到扩展界面，以进一步进行电子签名。您可以使用拖放 PDF 来处理文件，或使用“选择文件”按钮开始在线签署 PDF。\n\n🌟 留下您的签名。\n使用签署 PDF 扩展，您可以通过单击文档理想位置上的任意位置开始签署文档。您可以快速签署合同、表格、报告和保密文件；您只需要一个互联网连接。\n\n💻 用户友好的界面。\n用户友好的功能有助于无缝签入理想且精确的定位。因此，您可以将电子签名准确地放置在每个 PDF 页面上您想要的位置。\n\n✒️调整线条粗细和颜色。\n您希望签名的线条粗细更小吗？不用担心;我们提供有效的定制选项。我们的定制选项能够调整签名的线条粗细并选择理想的颜色。这种灵活性有助于创建理想的签名，以保持文档的专业外观。\n\n🔙 撤消更改。\n您需要更正已签署文件中的错误吗？但您可以立即在我们的扩展中撤消它。这使您可以立即撤消任何更改并纠正错误，并帮助您从头开始重做整个签名过程。\n\n📑 多页面支持。\n在跨多个页面的文档签名过程中，您可能必须找到支持它的正确扩展程序，而此扩展程序确实如此！上传文档后，您可以在线导航到 PDF 中的多个页面并放置您的签名文档。因此，您可以立即在所有文档页面上一致地放置电子签名。\n\n📩 下载已签名的 PDF 文件。\n完成整个 PDF 文档的签名后，您可以下载修改后的 PDF 文件。下载可帮助您立即下载文档，没有任何麻烦。此外，文档将以原始格式和质量保存并可供使用。\n\n⚙️ 简单的工具栏导航。\n导入文档后，您可以使用窗口顶部的工具栏访问各种功能，为文档中的理想签名框添加 PDF 签名。例如，您可以浏览 PDF 页面、放大/缩小、访问签名工具、调整签名颜色和粗细、撤消更改以及保存文档。\n\n🏹 电子签名与数字签名。\n以下是电子签名与数字签名之间的关键区别：\n✅ 电子签名简单；您甚至可以手写签名并在线签署 PDF，而数字签名是一个不同的概念。\n✅ 电子签名有助于调整您的文件，使用正确的签名来表示批准或接受。\n✅ 电子签名确保使用简单且方便，以方便在线签署 PDF 的日常交易。\n✅ 它可用于各种活动，例如签署协议、服务条款或填写同意书。\n✅ 有助于维护文档的完整性和签名者的真实性。由于其强大的验证功能，电子签名在法律和监管环境中具有更大的影响力。\n✅ 您可以快速在各种文档和交易中实现电子签名。\n\n📜 如何使用“签署 PDF”扩展。\n以下是添加数字签名字段或通过“PDF簽名”扩展创建签名的简单步骤：\n1️⃣ 安装扩展程序：请前往 Chrome Web Store 并搜索“PDF簽名”。如果您在扩展程序页面上，请单击“添加到 Chrome”并安装该扩展程序。\n2️⃣启用扩展：下载后即可使用。单击浏览器工具栏中的“签署 PDF”扩展图标并启用它。\n3️⃣ 上传 PDF：您可以将 PDF 文件拖放到上传部分，或单击“选择文件”从计算机中选择文件以继续。\n4️⃣ 签名：PDF 文档上传后，单击要签名的页面上的“签名”按钮。现在，您可以调整线条粗细和颜色，并根据需要放置签名。\n5️⃣ 检查和编辑：要撤消编辑，请单击工具栏中的撤消图标并相应地调整更正。\n6️⃣ 下载签名的 PDF：完成编辑过程后，单击“下载”按钮将签名的 PDF 保存到您的计算机。\n\n即将推出的功能。\n以下是 PDF簽名 扩展即将推出的重要高级功能：\n↪️ 添加文本：在未来的更新中，您将获得帮助添加签名（包括电子签名）以及添加文本的解决方案。因此，您可以将文本放置在 PDF 文档中的任何位置（包括表单字段和文本字段），双击进行更改，然后填写。无论您是要填写PDF表格还是输入文字注释，您都可以在这里轻松实现！\n↪️ 保存多个电子签名：我们将集成一项功能来保存当前签名，而不是每次在文档中绘制一个电子签名。\n↪️ 集成预制模板：为了简化您的任务，我们将添加预制模板以配合签名文档并选择理想的签名类型。因此，它将有助于有效地简化电子签名 PDF 流程。\n↪️ 请求签名：在未来的版本中，我们将支持请求带有到期日期的电子签名、创建电子签名并发送电子邮件请求。因此，用户可以预览应用程序并有效地进行数字签名或放置电子签名。\n\nPDF簽名 是一款多功能电子签名解决方案，可让您立即签署 PDF 文档！其用户友好的界面、添加签名的能力和高级功能可帮助您在 PDF 文档中有效地放置电子签名。"
	}
}
