{
	"appDesc": {
		"message": "Gyorsan aláírhat PDF dokumentumokat. Személyre szabhatja és digitálisan elhelyezheti pdf aláírását a dokumentumokon."
	},
	"appName": {
		"message": "PDF aláírás"
	},
	"storeDesc": {
		"message": "A PDF aláírása egy robusztus Chrome-bővítmény, amely segít Önnek a PDF-fájlok gyors aláírásában, szerkesztésében és letöltésében. Ezzel a bővítménnyel aláírhatja dokumentumait, beállíthatja az aláírást, a vonalvastagságot és a színt, valamint kezelheti a többoldalas dokumentumokat.\n\nA funkciók széles skálája közül itt van a 4 legjobb, amit tudnia kell:\n1️⃣ Könnyen feltölthet és aláírhat PDF-fájlt: Könnyedén feltöltheti PDF-jét online, és aláírhat PDF-dokumentumokat, miközben elektronikus aláírását a lényeges oldalakon helyezi el.\n2️⃣ Állítsa be az aláírás megjelenését: Az aláírás pontjának vastagságának és színének testreszabásával az Ön igényei szerint kezelheti azt.\n3️⃣ Többoldalas támogatás: Tisztában vagyunk vele, hogy lehet, hogy több oldalon is elhelyezheti elektronikus aláírásait, és igen, ebben tudunk segíteni. \n4️⃣ Egyidejű aláírás: Több oldalon is dolgozhat, és aláírásait egyszerre több oldal között is elhelyezheti.\n\n🔀 PDF fájlok feltöltése.\nKönnyedén feltöltheti PDF-dokumentumait közvetlenül a bővítési felületre, hogy előrébb léphessen az elektronikus aláírások elhelyezésében. Használhatja a húzással húzható PDF-et a fájlok kezeléséhez, vagy a „Fájlok kiválasztása” gombbal megkezdheti a PDF online aláírását.\n\n🌟 Helyezze el aláírását.\nA PDF aláírása bővítmény segítségével elkezdheti a dokumentumok aláírását a dokumentum ideális helyére kattintva. Gyorsan aláírhat szerződéseket, űrlapokat, jelentéseket és megbízható dokumentumokat; csak internetkapcsolatra van szüksége.\n\n💻 Felhasználóbarát felület.\nA felhasználóbarát funkció segít az ideális és precíz pozicionálás zökkenőmentes bejelentkezésében. Így az elektronikus aláírását minden PDF-oldalon pontosan a kívánt helyre fogja helyezni.\n\n✒️ Állítsa be a vonalvastagságot és a színt.\nAzt szeretné, hogy az aláírás vonalvastagsága kisebb legyen? Semmi gond; hatékony testreszabási lehetőségeket kínálunk. Testreszabási lehetőségeink közé tartozik az aláírás vonalvastagságának beállítása és az ideális szín kiválasztása. Ez a fajta rugalmasság segít létrehozni az ideális aláírást a dokumentumok professzionális megjelenésének megőrzéséhez.\n\n🔙 Változások visszavonása.\nKi kellett javítania egy aláírt dokumentum hibáját? De ezt a bővítményünkben azonnal visszavonhatja. Ez lehetővé teszi a változtatások azonnali visszavonását és a hibák kijavítását, valamint segít a teljes aláírási folyamat újraindításában az elejétől kezdve.\n\n📑 Többoldalas támogatás.\nA több oldalra kiterjedő dokumentum-aláírási folyamat során előfordulhat, hogy meg kell találnia a megfelelő kiterjesztést, amely támogatja, és ez a kiterjesztés meg is teszi! A dokumentum feltöltése után a PDF-ben online több oldalra navigálhat, és elhelyezheti aláírási dokumentumait. Így azonnal és következetesen elhelyezheti elektronikus aláírásait az összes dokumentumoldalon.\n\n📩 Töltse le az aláírt PDF fájlt.\nA módosított PDF-fájlt letöltheti, miután befejezte a teljes PDF-dokumentum aláírását. A letöltés segít a dokumentum azonnali, problémamentes letöltésében. Ezenkívül a dokumentum az eredeti formátumban és minőségben kerül mentésre, és használatra készen áll.\n\n⚙️ Egyszerű navigáció az eszköztáron.\nA dokumentumok importálása után az ablak tetején elhelyezett eszköztárat használhatja a funkciók széles skálájának eléréséhez, amellyel PDF-aláírásokat adhat hozzá a dokumentum ideális aláírási mezőjéhez. Például navigálhat a PDF oldalakon, nagyíthat/kicsinyíthet, hozzáférhet az aláírási eszközökhöz, beállíthatja az aláírás színét és vastagságát, visszavonhatja a változtatásokat, és mentheti a dokumentumot.\n\n🏹 Elektronikus aláírás kontra digitális aláírás.\nItt vannak az elektronikus aláírások és a digitális aláírások közötti kritikus különbségek:\n✅ Az elektronikus aláírás egyszerű; akár online is elhelyezheti saját kezű aláírását, és aláírhat egy PDF-et, míg a digitális aláírás más fogalom.\n✅ Az elektronikus aláírás segít abban, hogy a dokumentumot a megfelelő aláírással állítsa be a jóváhagyás vagy elfogadás jelzésére.\n✅ Az elektronikus aláírás egyszerű használatot és kényelmet biztosít, megkönnyítve a napi tranzakciókat a PDF-dokumentumok online aláírásával.\n✅ Különféle tevékenységekhez használható, mint például szerződések aláírása, szolgáltatási feltételek vagy hozzájárulási űrlapok kitöltése.\n✅ Segít megőrizni a dokumentumok integritását és az aláíró hitelességét. Robusztus ellenőrzésének köszönhetően az elektronikus aláírás nagyobb súllyal bír a jogi és szabályozási környezetben.\n✅ Gyorsan megvalósíthatja az elektronikus aláírást különféle dokumentumokon és tranzakciókon.\n\n📜 Hogyan kell használni a \"PDF aláírás\" kiterjesztést.\nÍme az egyszerű lépések a digitális aláírás mező hozzáadásához vagy aláírások létrehozásához a \"PDF aláírás\" kiterjesztéssel:\n1️⃣ Telepítse a bővítményt: Nyissa meg a Chrome Internetes áruházat, és keressen rá a „PDF aláírás” kifejezésre. Ha a bővítmény oldalon van, kattintson a \"Hozzáadás a Chrome-hoz\" elemre, és telepítse a bővítményt.\n2️⃣ Engedélyezze a bővítményt: A letöltés után használhatja. Kattintson a \"PDF aláírás\" bővítmény ikonjára a böngésző eszköztárában, és engedélyezze a használatát.\n3️⃣ PDF feltöltése: A PDF-fájlt húzással áthúzhatja a feltöltési szakaszba, vagy kattintson a \"Fájlok kiválasztása\" gombra, hogy a folytatáshoz válasszon egy fájlt a számítógépéről.\n4️⃣ Helyezze el az aláírását: A PDF dokumentum feltöltése után kattintson az \"Aláírás\" gombra azon az oldalon, ahol el szeretné helyezni az aláírását. Most beállíthatja a vonal vastagságát és színét, és szükség szerint elhelyezheti aláírását.\n5️⃣ Áttekintés és szerkesztés: A szerkesztés visszavonásához kattintson a visszavonás ikonra az eszköztáron, és ennek megfelelően módosítsa a javításokat.\n6️⃣ Az aláírt PDF letöltése: Miután befejezte a szerkesztési folyamatot, kattintson a \"Letöltés\" gombra az aláírt PDF számítógépre mentéséhez.\n\nKözelgő funkciók.\nÍme a PDF aláírás bővítmény kritikus közelgő speciális funkciói:\n↪️ Szöveg hozzáadása: A jövőbeni frissítésekben megoldást kap az aláírások hozzáadására, beleértve az elektronikus aláírásokat, valamint a szöveg hozzáadását. Így bárhol elhelyezhet szöveget (beleértve az űrlapmezőket és a szövegmezőket is) a PDF dokumentumban, kattintson duplán a módosításokhoz, majd töltse ki. Akár PDF űrlapokat szeretne kitölteni, akár szöveges megjegyzéseket szeretne beírni, itt könnyedén teljesítheti azokat!\n↪️ Több e-aláírás mentése: Integrálunk egy funkciót az aktuális aláírás mentésére ahelyett, hogy minden alkalommal egy e-aláírást rajzolnánk a dokumentumba.\n↪️ Előre elkészített sablonok integrálása: A feladat megkönnyítése érdekében előre elkészített sablonokat adunk hozzá az aláírt dokumentumokhoz, és kiválasztjuk az ideális aláírástípust. Így segít a PDF-ek elektronikus aláírási folyamatának hatékony egyszerűsítésében.\n↪️ Aláíráskérés: A jövőbeni verzióban támogatni fogjuk a lejárati dátumú e-aláírás kérését, az e-aláírás létrehozását és az ezzel együtt e-mailes kérés küldését. Így a felhasználó megtekintheti az alkalmazás előnézetét, és hatékonyan digitálisan aláírhatja vagy elhelyezheti az e-jelet.\n\nA PDF aláírás egy sokoldalú elektronikus aláírási megoldás, amellyel azonnal aláírhat egy PDF dokumentumot! Felhasználóbarát felülete, aláírások hozzáadásának lehetősége és fejlett funkciói segítenek az elektronikus aláírások hatékony elhelyezésében a PDF dokumentumokban."
	}
}
