{
	"appDesc": {
		"message": "Mabilis na lagdaan ang mga dokumentong PDF. I-customize at ilagay ang iyong pdf signature nang digital sa mga dokumento."
	},
	"appName": {
		"message": "Pumirma sa PDF"
	},
	"storeDesc": {
		"message": "Ang Pumirma sa PDF ay isang matibay na extension ng Chrome upang tulungan kang mabilis na mag-sign, mag-edit, at mag-download ng mga PDF file sa iyong mga kamay. Gamit ang extension na ito, maaari mong mapirmahan ang iyong mga dokumento, ayusin ang iyong lagda, kapal ng linya, at kulay, at pangasiwaan ang mga dokumentong may maraming pahina.\n\nKabilang sa malawak nitong hanay ng mga feature, narito ang nangungunang 4 na dapat mong malaman:\n1️⃣ Madaling mag-upload at mag-sign ng PDF file: Madali mong mai-upload ang iyong PDF online at pumirma sa mga PDF na dokumento habang inilalagay ang iyong electronic signature sa mahahalagang page.\n2️⃣ Ayusin ang hitsura ng lagda: Sa pamamagitan ng pag-customize sa kapal ng punto at kulay ng iyong lagda, maaari mo itong panghawakan upang umangkop sa iyong mga kagustuhan.\n3️⃣ Suporta sa maraming pahina: Nauunawaan namin na maaaring marami kang page para ilagay ang iyong mga electronic signature, at oo, matutulungan namin iyon. \n4️⃣ Sabay-sabay na pag-sign: Maaari kang magtrabaho sa maraming page at ilagay ang iyong mga lagda sa maraming page nang sabay-sabay.\n\n🔀 Mag-upload ng mga PDF File.\nMadali mong mai-upload ang iyong mga PDF na dokumento nang direkta sa interface ng extension upang magpatuloy sa paglalagay ng mga electronic na lagda. Mapapakinabangan mo ang drag-and-drop na PDF para pangasiwaan ang mga file o gamitin ang button na \"Piliin ang Mga File\" upang simulan ang pagpirma sa iyong PDF online.\n\n🌟 Ilagay ang Iyong Lagda.\nGamit ang extension ng Pumirma sa PDF, maaari kang magsimulang mag-sign ng mga dokumento sa pamamagitan ng pag-click saanman sa perpektong lugar ng dokumento. Mabilis kang makakalagdaan sa mga kontrata, mga form, mga ulat, at mga dokumentong may kumpiyansa; kailangan mo lang ng koneksyon sa internet.\n\n💻 User-friendly na interface.\nNakakatulong ang user-friendly na feature na mag-sign in sa perpekto at tumpak na pagpoposisyon nang walang putol. Kaya, ilalagay mo ang iyong electronic signature nang eksakto kung saan mo ito nilayon sa bawat pahina ng PDF.\n\n✒️ Ayusin ang Kapal at Kulay ng Linya.\nGusto mo bang mas mababa ang kapal ng linya ng lagda? Huwag mag-alala; nag-aalok kami ng mga epektibong pagpipilian sa pagpapasadya. Ang aming mga pagpipilian sa pagpapasadya ay ang kakayahang ayusin ang kapal ng linya ng lagda at piliin ang perpektong kulay. Nakakatulong ang ganitong uri ng flexibility na lumikha ng perpektong lagda upang mapanatili ang propesyonal na hitsura ng iyong mga dokumento.\n\n🔙 I-undo ang Mga Pagbabago.\nKailangan mo bang itama ang isang pagkakamali sa isang nilagdaang dokumento? Ngunit maaari mo itong i-undo kaagad sa aming extension. Binibigyang-daan ka nitong i-undo ang anumang mga pagbabago at itama kaagad ang mga pagkakamali at tinutulungan kang gawing muli ang buong proseso ng pag-sign mula sa simula.\n\n📑 Multi-Page Support.\nSa panahon ng proseso ng pag-sign ng dokumento sa maraming pahina, maaaring kailanganin mong hanapin ang tamang extension na sumusuporta dito, at ang extension na ito ay nagagawa! Pagkatapos i-upload ang dokumento, maaari kang mag-navigate sa maramihang mga pahina sa PDF online at ilagay ang iyong mga signature na dokumento. Kaya, maaari mong agad na ilagay ang iyong mga electronic na lagda nang pare-pareho sa lahat ng mga pahina ng dokumento.\n\n📩 I-download ang nilagdaang PDF file.\nMaaari mong i-download ang binagong PDF file kapag nakumpleto mo na ang pag-sign sa buong PDF na dokumento. Tinutulungan ka ng pag-download na agad na i-download ang dokumento nang walang anumang abala. Gayundin, ise-save ang dokumento sa orihinal nitong format at kalidad at handa nang gamitin.\n\n⚙️ Madaling pag-navigate sa toolbar.\nPagkatapos mong mag-import ng mga dokumento, maaari mong gamitin ang toolbar na nakalagay sa itaas ng window para ma-access ang malawak na hanay ng mga feature para magdagdag ng mga PDF signature para sa perpektong signature box sa iyong dokumento. Halimbawa, maaari kang mag-navigate sa mga pahina ng PDF, mag-zoom in/out, mag-access ng mga tool sa lagda, ayusin ang kulay ng lagda, at kapal, i-undo ang mga pagbabago, at i-save ang dokumento.\n\n🏹 Electronic Signatures vs. Digital Signatures.\nNarito ang mga kritikal na pagkakaiba sa pagitan ng mga electronic na lagda VS mga digital na lagda:\n✅ Simple ang electronic signature; maaari mo ring ilagay ang iyong sulat-kamay na lagda at pumirma ng PDF online, habang ang digital na lagda ay ibang konsepto.\n✅ Nakakatulong ang electronic signature na ayusin ang iyong dokumento gamit ang tamang signature para ipahiwatig ang pag-apruba o pagtanggap.\n✅ Tinitiyak ng electronic signature ang simpleng paggamit at kaginhawahan para mapadali ang pang-araw-araw na transaksyon para mag-sign ng PDF online.\n✅ Magagamit ito sa iba't ibang aktibidad gaya ng pagpirma ng mga kasunduan, mga tuntunin ng serbisyo, o pagsagot sa mga form ng pahintulot.\n✅ Tumutulong na mapanatili ang integridad ng dokumento at pagiging tunay ng signer. Dahil sa matatag na pag-verify nito, ang electronic signature ay may higit na timbang sa mga legal at regulasyong kapaligiran.\n✅ Mabilis mong maipapatupad ang electronic signature sa iba't ibang dokumento at transaksyon.\n\n📜 Paano Gamitin ang extension na \"Mag-sign PDF\".\nNarito ang mga simpleng hakbang upang idagdag ang iyong larangan ng digital na lagda o lumikha ng mga lagda sa pamamagitan ng extension na \"Mag-sign PDF\":\n1️⃣ I-install ang extension: Mangyaring pumunta sa Chrome Web Store at hanapin ang \"Mag-sign PDF.\" Kung ikaw ay nasa pahina ng extension, i-click ang \"Idagdag sa Chrome\" at i-install ang extension.\n2️⃣ Paganahin ang extension: Magagamit mo ito pagkatapos i-download. Mag-click sa icon ng extension na \"Mag-sign PDF\" sa toolbar ng iyong browser at paganahin itong magamit mula dito.\n3️⃣ I-upload ang iyong PDF: Maaari mong i-drag at i-drop ang iyong PDF file sa seksyon ng pag-upload o i-click ang \"Piliin ang Mga File\" upang pumili ng file mula sa iyong computer upang magpatuloy.\n4️⃣ Ilagay ang iyong lagda: Kapag na-upload na ang PDF na dokumento, i-click ang \"Sign\" button sa page kung saan mo gustong ilagay ang iyong lagda. Ngayon, maaari mong ayusin ang kapal at kulay ng linya at ilagay ang iyong lagda kung kinakailangan.\n5️⃣ Suriin at i-edit: Upang i-undo ang isang pag-edit, i-click ang icon na i-undo sa toolbar at ayusin ang mga pagwawasto nang naaayon.\n6️⃣ I-download ang nilagdaang PDF: Kapag nakumpleto mo na ang proseso ng pag-edit, i-click ang \"Download\" na button para i-save ang nilagdaang PDF sa iyong computer.\n\nMga Paparating na Tampok.\nNarito ang kritikal na paparating na advanced na pagpapagana ng extension ng Pumirma sa PDF:\n↪️ Magdagdag ng Teksto: Sa mga update sa hinaharap, makakakuha ka ng solusyon upang makatulong sa pagdaragdag ng mga lagda, kabilang ang mga electronic na lagda, at magdagdag din ng teksto. Kaya, maaari kang maglagay ng teksto kahit saan (kabilang ang mga field ng form, at field ng teksto) sa dokumentong PDF, i-double click upang gumawa ng mga pagbabago dito, at punan ito. Gusto mo mang kumpletuhin ang mga PDF form o maglagay ng mga text annotation, madali mong matutupad ang mga ito dito!\n↪️ Mag-save ng maramihang e-signature: Isasama namin ang isang feature para i-save ang kasalukuyang lagda sa halip na gumuhit ng isang e signature sa bawat oras sa iyong dokumento.\n↪️ Isama ang mga pre-made na template: Para mapagaan ang iyong gawain, magdaragdag kami ng mga pre-made na template para samahan ang mga nilagdaang dokumento at piliin ang perpektong uri ng lagda. Kaya, makakatulong ito upang ma-streamline ang proseso ng e signing PDF nang epektibo.\n↪️ Humiling ng mga lagda: Sa susunod na bersyon, susuportahan namin ang humiling ng e signature na may expiration date, gumawa ng e signature, at magpadala ng email request kasama nito. Kaya, ang user ay maaaring mag-preview ng app at digitally sign o ilagay ang e sign na epektibo.\n\nAng Pumirma sa PDF ay isang maraming nalalaman na electronic signature solution na agad na hinahayaan kang mag-sign ng isang PDF na dokumento! Ang user-friendly na interface nito, kakayahang magdagdag ng mga lagda, at mga advanced na feature ay makakatulong sa iyong epektibong maglagay ng mga electronic na lagda sa mga PDF na dokumento."
	}
}
