{
	"appDesc": {
		"message": "PDF文書にすばやく署名。あなたのPDF署名をカスタマイズし、文書にデジタルで配置します。"
	},
	"appName": {
		"message": "PDF署名"
	},
	"storeDesc": {
		"message": "PDF署名 は、PDF ファイルの署名、編集、ダウンロードを簡単に行うことができる堅牢な Chrome 拡張機能です。この拡張機能を使用すると、ドキュメントに署名してもらったり、署名、線の太さ、色を調整したり、複数ページのドキュメントを処理したりできます。\n\nその幅広い機能の中で、知っておくべきトップ 4 を以下に示します。\n1️⃣ PDF ファイルを簡単にアップロードして署名: PDF をオンラインで簡単にアップロードし、重要なページに電子署名を配置しながら PDF 文書に署名できます。\n2️⃣ 署名の外観を調整：署名のポイントの太さや色をカスタマイズすることで、自分の好みに合わせて扱うことができます。\n3️⃣ 複数ページのサポート: 電子署名を配置するために複数のページがあることを承知しています。はい、それについてお手伝いいたします。 \n4️⃣ 同時署名: 複数のページにまたがって作業し、複数のページに同時に署名を配置できます。\n\n🔀 PDF ファイルをアップロードします。\nPDF ドキュメントを拡張インターフェイスに直接簡単にアップロードして、電子署名の配置を進めることができます。 PDF のドラッグ アンド ドロップを利用してファイルを処理したり、[ファイルを選択] ボタンを使用して PDF へのオンライン署名を開始したりできます。\n\n🌟 署名を記入してください。\nPDF署名 拡張機能を使用すると、文書の任意の場所をクリックして文書への署名を開始できます。契約書、フォーム、レポート、自信のある文書にすばやく署名できます。必要なのはインターネット接続だけです。\n\n💻 ユーザーフレンドリーなインターフェース。\nユーザーフレンドリーな機能により、理想的で正確な位置にシームレスにサインインすることができます。したがって、各 PDF ページ上の意図した場所に電子署名を正確に配置することになります。\n\n✒️ 線の太さと色を調整します。\n署名の線の太さを薄くしますか?心配ない;効果的なカスタマイズ オプションを提供します。カスタマイズ オプションでは、署名の線の太さを調整し、理想的な色を選択できます。このタイプの柔軟性は、ドキュメントのプロフェッショナルな外観を維持するための理想的な署名を作成するのに役立ちます。\n\n🔙 変更を元に戻します。\n署名された文書の間違いを修正する必要がありましたか?ただし、拡張機能を使用するとすぐに元に戻すことができます。これにより、変更を元に戻して間違いを即座に修正でき、署名プロセス全体を最初からやり直すことができます。\n\n📑 複数ページのサポート。\n複数のページにわたる文書署名プロセス中に、それをサポートする適切な拡張機能を見つける必要がある場合がありますが、この拡張機能はそれをサポートします。文書をアップロードした後、オンラインで PDF 内の複数のページに移動し、署名文書を配置できます。したがって、文書のすべてのページに一貫して電子署名を即座に配置できます。\n\n📩 署名された PDF ファイルをダウンロードします。\nPDF 文書全体への署名が完了したら、変更された PDF ファイルをダウンロードできます。ダウンロードを使用すると、手間をかけずにドキュメントを即座にダウンロードできます。また、ドキュメントは元の形式と品質で保存され、すぐに使用できるようになります。\n\n⚙️ ツールバーのナビゲーションが簡単。\nドキュメントをインポートした後、ウィンドウの上部にあるツールバーを使用してさまざまな機能にアクセスし、ドキュメント内の理想的な署名ボックスに PDF 署名を追加できます。たとえば、PDF ページ間の移動、ズームイン/ズームアウト、署名ツールへのアクセス、署名の色と太さの調整、変更の元に戻し、文書の保存を行うことができます。\n\n🏹 電子署名とデジタル署名。\n電子署名とデジタル署名の重要な違いは次のとおりです。\n✅ 電子署名は簡単です。オンラインで手書きの署名を配置して PDF に署名することもできますが、デジタル署名は概念が異なります。\n✅ 電子署名は、承認または受諾を示す適切な署名を使用して文書を調整するのに役立ちます。\n✅ 電子署名により、簡単な使用法と利便性が確保され、オンラインで PDF に署名する日常の取引が容易になります。\n✅ 契約書への署名、利用規約、同意書の記入など、さまざまなアクティビティで使用できます。\n✅ 文書の完全性と署名者の信頼性を維持するのに役立ちます。電子署名はその堅牢な検証により、法律および規制環境においてより重要な意味を持ちます。\n✅ さまざまなドキュメントやトランザクションに電子署名を迅速に実装できます。\n\n📜「PDF署名」拡張機能の使用方法。\nデジタル署名フィールドを追加する、または「PDF署名」拡張機能を使用して署名を作成する簡単な手順は次のとおりです。\n1️⃣ 拡張機能をインストールします: Chrome ウェブストアにアクセスし、「PDF署名」を検索してください。拡張機能のページにアクセスしている場合は、「Chrome に追加」をクリックして拡張機能をインストールします。\n2️⃣ 拡張機能を有効にする: ダウンロード後に使用できます。ブラウザのツールバーにある「PDF署名」拡張機能アイコンをクリックし、そこから使用できるようにします。\n3️⃣ PDF をアップロード: PDF ファイルをアップロード セクションにドラッグ アンド ドロップするか、[ファイルを選択] をクリックしてコンピューターからファイルを選択して続行します。\n4️⃣ 署名を配置する: PDF ドキュメントがアップロードされたら、署名を配置するページの「署名」ボタンをクリックします。これで、必要に応じて線の太さと色を調整し、署名を配置できるようになります。\n5️⃣ レビューと編集: 編集を元に戻すには、ツールバーの元に戻すアイコンをクリックし、それに応じて修正を調整します。\n6️⃣ 署名済み PDF をダウンロード: 編集手順が完了したら、[ダウンロード] ボタンをクリックして署名済み PDF をコンピューターに保存します。\n\n今後の機能。\nPDF署名 拡張機能の今後の重要な高度な機能は次のとおりです。\n↪️ テキストの追加: 今後のアップデートでは、電子署名を含む署名の追加とテキストの追加を支援するソリューションが提供される予定です。したがって、PDF ドキュメント内の任意の場所 (フォーム フィールドやテキスト フィールドを含む) にテキストを配置し、ダブルクリックして変更を加え、入力することができます。 PDF フォームに記入する場合でも、テキストの注釈を入力する場合でも、ここで簡単に入力できます。\n↪️ 複数の電子署名の保存: ドキュメントに毎回 1 つの電子署名を描画するのではなく、現在の署名を保存する機能が統合されます。\n↪️ 事前作成されたテンプレートの統合: 作業を容易にするために、署名された文書に付属する事前作成されたテンプレートを追加し、理想的な署名タイプを選択します。したがって、PDF の電子署名プロセスを効果的に合理化するのに役立ちます。\n↪️ 署名のリクエスト: 将来のバージョンでは、有効期限を指定した電子署名のリクエスト、電子署名の作成、およびそれに伴う電子メール リクエストの送信がサポートされる予定です。したがって、ユーザーはアプリをプレビューして、効果的にデジタル署名または電子サインを配置できます。\n\nPDF署名 は、PDF ドキュメントに即座に署名できる多用途の電子署名ソリューションです。ユーザーフレンドリーなインターフェイス、署名の追加機能、および高度な機能により、PDF ドキュメントに電子署名を効果的に配置できます。"
	}
}
