{
	"appDesc": {
		"message": "PDF 문서에 빠르게 서명하세요. PDF 서명을 사용자 지정하고 문서에 디지털 방식으로 배치하세요."
	},
	"appName": {
		"message": "PDF 서명"
	},
	"storeDesc": {
		"message": "PDF 서명는 손끝에서 PDF 파일에 빠르게 서명, 편집 및 다운로드할 수 있도록 지원하는 강력한 Chrome 확장 프로그램입니다. 이 확장 프로그램을 사용하면 문서에 서명을 하고 서명, 선 두께 및 색상을 조정하고 여러 페이지로 구성된 문서를 처리할 수 있습니다.\n\n다양한 기능 중에서 꼭 알아야 할 상위 4가지 기능은 다음과 같습니다.\n1️⃣ PDF 파일을 쉽게 업로드하고 서명: PDF를 온라인으로 쉽게 업로드하고 필수 페이지에 전자 서명을 하면서 PDF 문서에 서명할 수 있습니다.\n2️⃣ 시그니처 모양 조정: 포인트의 굵기와 시그니처 색상을 맞춤 설정하여 원하는 대로 연출할 수 있습니다.\n3️⃣ 다중 페이지 지원: 전자 서명을 위한 여러 페이지가 있을 수 있다는 점을 이해하며, 예, 저희가 도와드릴 수 있습니다. \n4️⃣ 동시 서명: 여러 페이지에 걸쳐 작업하고 동시에 여러 페이지에 서명을 배치할 수 있습니다.\n\n🔀 PDF 파일을 업로드하세요.\nPDF 문서를 확장 인터페이스에 직접 쉽게 업로드하여 전자 서명을 진행할 수 있습니다. 끌어서 놓기 PDF를 사용하여 파일을 처리하거나 \"파일 선택\" 버튼을 사용하여 온라인으로 PDF 서명을 시작할 수 있습니다.\n\n🌟 서명을 하세요.\nPDF 서명 확장 기능을 사용하면 문서의 이상적인 위치를 클릭하여 문서 서명을 시작할 수 있습니다. 계약서, 양식, 보고서 및 기밀 문서에 빠르게 서명할 수 있습니다. 인터넷 연결만 있으면 됩니다.\n\n💻 사용자 친화적인 인터페이스.\n사용자 친화적인 기능은 이상적이고 정확한 위치에 원활하게 로그인하는 데 도움이 됩니다. 따라서 각 PDF 페이지에서 원하는 위치에 정확하게 전자 서명을 배치할 수 있습니다.\n\n✒️ 선 두께와 색상을 조정하세요.\n서명의 선 두께를 얇아지게 하시겠습니까? 걱정 마; 우리는 효과적인 사용자 정의 옵션을 제공합니다. 우리의 사용자 정의 옵션은 서명의 선 두께를 조정하고 이상적인 색상을 선택하는 기능입니다. 이러한 유형의 유연성은 문서의 전문적인 모양을 유지하기 위한 이상적인 서명을 만드는 데 도움이 됩니다.\n\n🔙 변경 사항을 취소합니다.\n서명된 문서의 실수를 수정해야 했나요? 하지만 확장 프로그램에서 즉시 취소할 수 있습니다. 이를 통해 변경 사항을 취소하고 실수를 즉시 수정할 수 있으며 전체 서명 프로세스를 처음부터 다시 실행할 수 있습니다.\n\n📑 다중 페이지 지원.\n여러 페이지에 걸친 문서 서명 프로세스 중에 이를 지원하는 올바른 확장 프로그램을 찾아야 할 수 있으며 이 확장 프로그램은 이를 지원합니다! 문서를 업로드한 후 온라인으로 PDF의 여러 페이지로 이동하여 서명 문서를 배치할 수 있습니다. 따라서 모든 문서 페이지에 일관되게 전자 서명을 즉시 배치할 수 있습니다.\n\n📩 서명된 PDF 파일을 다운로드하세요.\n전체 PDF 문서에 대한 서명을 완료하면 수정된 PDF 파일을 다운로드할 수 있습니다. 다운로드를 사용하면 번거로움 없이 문서를 즉시 다운로드할 수 있습니다. 또한 문서는 원래 형식과 품질로 저장되어 바로 사용할 수 있습니다.\n\n⚙️ 간편한 도구 모음 탐색.\n문서를 가져온 후 창 상단에 있는 도구 모음을 사용하여 문서의 이상적인 서명 상자에 PDF 서명을 추가하는 다양한 기능에 액세스할 수 있습니다. 예를 들어 PDF 페이지 탐색, 확대/축소, 서명 도구 액세스, 서명 색상 및 두께 조정, 변경 사항 실행 취소, 문서 저장 등의 작업을 수행할 수 있습니다.\n\n🏹 전자 서명과 디지털 서명.\n전자 서명과 디지털 서명의 중요한 차이점은 다음과 같습니다.\n✅ 전자 서명은 간단합니다. 손으로 쓴 서명을 하고 PDF에 온라인으로 서명할 수도 있지만 디지털 서명은 다른 개념입니다.\n✅ 전자 서명은 승인 또는 수락을 나타내기 위해 올바른 서명으로 문서를 조정하는 데 도움이 됩니다.\n✅ 전자 서명은 온라인에서 PDF에 서명하기 위한 일상적인 거래를 용이하게 하기 위해 간단한 사용과 편의성을 보장합니다.\n✅ 계약서 서명, 서비스 약관, 동의서 작성 등 다양한 활동 전반에 걸쳐 사용할 수 있습니다.\n✅ 문서 무결성과 서명자 신뢰성을 유지하는 데 도움이 됩니다. 강력한 검증으로 인해 전자 서명은 법률 및 규제 환경에서 더 큰 비중을 차지합니다.\n✅ 다양한 문서와 거래 전반에 걸쳐 전자 서명을 빠르게 구현할 수 있습니다.\n\n📜 \"PDF 서명\" 확장 기능을 사용하는 방법.\n디지털 서명 필드를 추가하거나 \"PDF 서명\" 확장 프로그램을 통해 서명을 생성하는 간단한 단계는 다음과 같습니다.\n1️⃣ 확장 프로그램 설치: Chrome 웹 스토어로 이동하여 \"PDF 서명\"을 검색하세요. 확장 프로그램 페이지에 있는 경우 \"Chrome에 추가\"를 클릭하고 확장 프로그램을 설치하세요.\n2️⃣ 확장 기능 활성화: 다운로드 후 사용 가능합니다. 브라우저 도구 모음에서 \"PDF 서명\" 확장 아이콘을 클릭하고 이를 사용할 수 있도록 활성화하세요.\n3️⃣ PDF 업로드: PDF 파일을 업로드 섹션으로 끌어다 놓거나 \"파일 선택\"을 클릭하여 컴퓨터에서 파일을 선택하여 계속 진행할 수 있습니다.\n4️⃣ 서명하기: PDF 문서가 업로드되면 서명하려는 페이지에서 \"서명\" 버튼을 클릭하세요. 이제 필요에 따라 선 두께와 색상을 조정하고 서명을 배치할 수 있습니다.\n5️⃣ 검토 및 편집: 편집을 취소하려면 도구 모음에서 실행 취소 아이콘을 클릭하고 그에 따라 수정 사항을 조정하세요.\n6️⃣ 서명된 PDF 다운로드: 편집 절차를 완료한 후 \"다운로드\" 버튼을 클릭하여 서명된 PDF를 컴퓨터에 저장하세요.\n\n다가오는 기능.\n다음은 PDF 서명 확장의 향후 중요한 고급 기능입니다.\n↪️ 텍스트 추가: 향후 업데이트에서는 전자 서명을 포함한 서명을 추가하고 텍스트를 추가하는 데 도움이 되는 솔루션을 얻을 수 있습니다. 따라서 PDF 문서의 아무 곳에나(양식 필드 및 텍스트 필드 포함) 텍스트를 배치하고 두 번 클릭하여 변경한 다음 채울 수 있습니다. PDF 양식을 작성하거나 텍스트 주석을 입력하려는 경우 여기에서 쉽게 수행할 수 있습니다!\n↪️ 여러 전자 서명 저장: 문서에 매번 하나의 전자 서명을 그리는 대신 현재 서명을 저장하는 기능을 통합할 것입니다.\n↪️ 미리 만들어진 템플릿 통합: 작업을 쉽게 하기 위해 미리 만들어진 템플릿을 추가하여 서명된 문서와 함께 제공하고 이상적인 서명 유형을 선택합니다. 따라서 전자 서명 PDF 프로세스를 효과적으로 간소화하는 데 도움이 됩니다.\n↪️ 서명 요청: 향후 버전에서는 만료 날짜가 포함된 전자 서명을 요청하고, 전자 서명을 만들고, 이와 함께 이메일 요청을 보내는 기능을 지원할 예정입니다. 따라서 사용자는 앱을 미리 보고 전자 서명을 효과적으로 디지털 서명하거나 배치할 수 있습니다.\n\nPDF 서명는 PDF 문서에 즉시 서명할 수 있는 다목적 전자 서명 솔루션입니다! 사용자 친화적인 인터페이스, 서명 추가 기능 및 고급 기능을 통해 PDF 문서에 전자 서명을 효과적으로 배치할 수 있습니다."
	}
}
